<?php
return [
    // Список степеней образования
    'education' => [
        'Среднее профессиональное образование',
        'Высшее образование - бакалавриат',
        'Высшее образование - магистратура',
        'Высшее образование - специалитет',
    ],

    //Ученое звание
    'academic_title' => [
        'Доцент',
        'Профессор',
        'Член-корреспондент (член-корр.) Академии наук.',
        'Действительный член (академик) Академии наук.',
    ],

    //Роли
    'roles' => [
        'Участник',
        'Эксперт',
        'Администратор',
    ],

    //Тип проведения мероприятия
    'event_types' => [
        'Очное',
        'Заочное',
        'Очное-заочное',
    ],

    //Компетенции
    'competences' => [
        'Медицинские науки',
        'Гуманитарные науки',
        'Естественные и точные науки',
        'Сельскохозяйственные науки',
        'Техника и технологии',
        'Социальные науки',
    ],

    //Ученая степень
    'academic_degrees' => [
        'Кандидат наук',
        'Доктора наук',
    ],
];
